---
kind: other
id: Methods.T:Autodesk.Revit.DB.ParameterValue
source: html/94f3283a-d828-8068-690e-de5f89b1644e.htm
---
# ParameterValue Methods

Makes an identical copy of the given parameter value.